{
  "quotes":
  [
    { "author": "Emil Artin", "source": "", "quote": "It is my experience that proofs involving matrices can be shortened by 50% if one throws the matrices out."},
    { "author": "Dave Barry", "source": "", "quote": "Americans who travel abroad for the first time are often shocked to discover that, despite all the progress that has been made in the last 30 years, many foreign people still speak in foreign languages." },
    { "author": "Martin Vanbee", "source": "", "quote": "If your foot slips, you may recover your balance, but if your tongue slips, you cannot recall your words." },
    { "author": "Jean Dieudonné", "source": "", "quote": "There is hardly any theory which is more elementary than linear algebra, in spite of the fact that generations of professors and textbook writers have obscured its simplicity by preposterous calculations with matrices." },
    { "author": "Hermann Weyl", "source": "", "quote": "The introduction of numbers as coordinates is an act of violence." },
    { "author": "Morpheus", "source": "", "quote": "Unfortunately, no one can be told what the Matrix is. You have to see it for yourself." },
    { "author": "Czech proverb", "source": "", "quote": "You live a new life for every new language you speak.  If you know only one language, you live only once." },
    { "author": "Angus K. Rodgers", "source": "", "quote": "Mathematics requires a small dose, not of genius, but of an imaginative freedom which, in a larger dose, would be insanity." },
    { "author": "Christopher W. Alexander", "source": "The Timeless Way of Building", "quote": "Within this process, every individual act of building is a process in which space gets differentiated. It is not a process of addition, in which preformed parts are combined to create a whole, but a process of unfolding, like the evolution of an embryo, in which the whole precedes the parts, and actually gives birth to them, by splitting." },
    { "author": "Johann Wolfgang von Goethe", "source": "", "quote": "Those who know nothing of foreign languages know nothing of their own." },
    { "author": "Chancellor Edward Lee Gorsuch", "source": "", "quote": "Learning a foreign language not only reveals how other societies think and feel, what they have experienced and value, and how they express themselves, it also provides a cultural mirror in which we can more clearly see our own society." },
    { "author": "Kurt Vonnegut", "source": "God Bless You, Mr. Rosewater", "quote": "The reason creatures wanted to use language instead of mental telepathy was that they found out they could get so much more done with language. Language made them so much more active. Mental telepathy, with everybody constantly telling everybody everything, produced a sort of generalized indifference to all information. But language, with its slow, narrow meanings, made it possible to think about one thing at a time -- to start thinking in terms of projects." },
    { "author": "Kurt Vonnegut", "source": "", "quote": "Of all the words of mice and men, the saddest are, 'It might have been.'" },
    { "author": "Paul Erdős", "source": "", "quote": "It is not enough to be in the right place at the right time. You should also have an open mind at the right time." },
    { "author": "Eric S. Raymond", "source": "The Cathedral and the Bazaar", "quote": "Given enough eyeballs, all bugs are shallow." },
    { "author": "Harold Abelson & Gerald Jay Sussman", "source": "The Structure and Interpretation of Computer Programs", "quote": "Programs must be written for people to read, and only incidentally for machines to execute." },
    { "author": "Aristotle", "source": "", "quote": "It is the mark of an educated mind to entertain an idea without accepting it." },
    { "author": "/u/PeelerNo44", "source": "", "quote": "All of the people that have passed through your life have added themselves to a rich tapestry of your life story, and you to theirs in kind. We rarely travel this journey through life together with any given person for very long, but that does not detract from the value of having travelled it with them for the time we've had." },
    { "author": "Ralph Waldo Emerson", "source": "", "quote": "Being perfectly well-dressed gives one a tranquility that no religion can bestow." },
    { "author": "Gore Vidal", "source": "", "quote": "Style is knowing who you are, what you want to say, and not giving a damn." },
    { "author": "Giorgio Armani", "source": "", "quote": "Elegance is not standing out, but being remembered." },
    { "author": "Aaron Swartz (?)", "source": "", "quote": "Be curious. Read widely. Try new things. What people call intelligence just boils down to curiosity." },
    { "author": "Mokokoma Mokhonoana", "source": "Confessions of a Misfit", "quote": "A blank check kills creativity." },
    { "author": "Epictetus", "source": "", "quote": "When you are offended at any man's fault, turn to yourself and study your own failings. Then you will forget your anger." },
    { "author": "Epictetus", "source": "", "quote": "It's not what happens to you, but how you react to it that matters." },
    { "author": "Epictetus", "source": "", "quote": "Any person capable of angering you becomes your master; he can anger you only when you permit yourself to be disturbed by him." },
    { "author": "Epictetus", "source": "", "quote": "Other people's views and troubles can be contagious. Don't sabotage yourself by unwittingly adopting negative, unproductive attitudes through your associations with others." },
    { "author": "Epictetus", "source": "", "quote": "If a person gave away your body to some passerby, you’d be furious. Yet, you hand over your mind to anyone who comes along, so they may abuse you, leaving it disturbed and troubled — have you no shame in that?" },
    { "author": "Epictetus", "source": "", "quote": "If you want to improve, be content to be thought foolish and stupid." },
    { "author": "Epictetus", "source": "", "quote": "Man is not worried by real problems so much as by his imagined anxieties about real problems." },
    { "author": "Epictetus", "source": "", "quote": "Wealth consists not in having great possessions, but in having few wants." },
    { "author": "Epictetus", "source": "", "quote": "It is impossible for a man to learn what he thinks he already knows." },
    { "author": "Epictetus", "source": "", "quote": "Don't seek to have events happen as you wish, but wish them to happen as they do happen, and all will be well with you." },
    { "author": "Epictetus", "source": "", "quote": "Those who are well constituted in the body endure both heat and cold: and so those who are well constituted in the soul endure both anger and grief and excessive joy and the other affects." },
    { "author": "Kakuzō Okakura", "source": "", "quote": "The art of life lies in a constant readjustment to our surroundings." },
    { "author": "Friedrich Nietzsche", "source": "", "quote": "Be careful when you cast out your demons that you don't throw away the best of yourself." },
    { "author": "Steve Prefontaine", "source": "", "quote": "Somebody may beat me, but they are going to have to bleed to do it." },
    { "author": "Steve Prefontaine", "source": "", "quote": "To give anything less than your best is to sacrifice the gift." },
    { "author": "Steve Prefontaine", "source": "", "quote": "A lot of people run a race to see who is the fastest. I run to see who has the most guts, who can punish himself into exhausting pace, and then at the end, punish himself even more." },
    { "author": "Steve Prefontaine", "source": "", "quote": "It's not who's the best — it's who can take the most pain." },
    { "author": "Robert Greene", "source": "", "quote": "When you meet a swordsman, draw your sword: Do not recite poetry to one who is not a poet." },
    { "author": "Elizabeth Taylor", "source": "", "quote": "The problem with people who have no vices is that generally you can be pretty sure they're going to have some pretty annoying virtues." },
    { "author": "Oscar Wilde", "source": "", "quote": "A bore is someone who deprives you of solitude without providing you with company."},
    { "author": "Miyamoto Musashi", "source": "", "quote": "Truth is not what you want it to be; it is what it is, and you must bend to its power or live a lie."},
    { "author": "Edward de Bono", "source": "", "quote": "Many highly intelligent people are poor thinkers. Many people of average intelligence are skilled thinkers. The power of a car is separate from the way the car is driven."},
    { "author": "Edward de Bono", "source": "The Use of Lateral Thinking", "quote": "Everyone has the right to doubt everything as often as he pleases and the duty to do it at least once. No way of looking at things is too sacred to be reconsidered. No way of doing things is beyond improvement."},
    { "author": "Edward de Bono", "source": "", "quote": "The image that concerns most people is the reflection they see in other people's minds."},
    { "author": "Edward de Bono", "source": "", "quote": "An idea that is developed and put into action is more important than an idea that exists only as an idea."},
    { "author": "Edward de Bono", "source": "", "quote": "Democracy is an excellent way of ensuring that nothing much gets done. There are always interests that might get trampled upon [and no elected politician would wish to make permanent enemies by trampling upon others' interests]."},
    { "author": "Edward de Bono", "source": "", "quote": "Unfortunately, our existing traditional thinking habits insist that you must attack something and show it to be bad before you can suggest a change. It is more difficult to acknowledge that something is excellent and then to ask for change because although it is excellent, it is not enough."}
  ]
}
