{
  "uncategorized": [
    { "author": "David Graeber", "source": "The Utopia of Rule", "quote": "The ultimate, hidden truth of the world is that it is something that we make, and could just as easily make differently." },
    { "author": "/u/PeelerNo44", "source": "", "quote": "All of the people that have passed through your life have added themselves to a rich tapestry of your life story, and you to theirs in kind. We rarely travel this journey through life together with any given person for very long, but that does not detract from the value of having travelled it with them for the time we've had." },
    { "author": "Aaron Swartz (?)", "source": "", "quote": "Be curious. Read widely. Try new things. What people call intelligence just boils down to curiosity." },
    { "author": "Angus K. Rodgers", "source": "", "quote": "Mathematics requires a small dose, not of genius, but of an imaginative freedom which, in a larger dose, would be insanity." },
    { "author": "Aristotle", "source": "", "quote": "It is the mark of an educated mind to entertain an idea without accepting it." },
    { "author": "Christopher W. Alexander", "source": "The Timeless Way of Building", "quote": "Within this process, every individual act of building is a process in which space gets differentiated. It is not a process of addition, in which preformed parts are combined to create a whole, but a process of unfolding, like the evolution of an embryo, in which the whole precedes the parts, and actually gives birth to them, by splitting." },
    { "author": "Edward de Bono", "source": "", "quote": "Democracy is an excellent way of ensuring that nothing much gets done. There are always interests that might get trampled upon [and no elected politician would wish to make permanent enemies by trampling upon others' interests]."},
    { "author": "Elisabeth Bruenig", "source": "", "quote":"There's just something unsustainable about an environment that demands constant atonement but actively disdains the very idea of forgiveness." },
    { "author": "Elizabeth Taylor", "source": "", "quote": "The problem with people who have no vices is that generally you can be pretty sure they're going to have some pretty annoying virtues." },
    { "author": "Enos A. Mills", "source": "", "quote": "Scenery is perishable--is easily ruined. The better parts of scenery are birds, flowers and trees. These are easily despoiled. No work, no public service, is more noble than that of the Park extension and improvement which now presses us." },
    { "author": "Enos A. Mills", "source": "", "quote": "Within National Parks is room – glorious room – room in which to find ourselves, in which to think and hope, to dream and plan, to rest and resolve." },
    { "author": "Lemony Snicket", "source": "", "quote": "All the secrets of the world are contained in books. Read at your own risk." },
    { "author": "Lemony Snicket", "source": "", "quote": "Never trust anyone who has not brought a book with them." },
    { "author": "Lemony Snicket", "source": "", "quote": "Reading is one form of escape. Running for your life is another." },
    { "author": "Martin Vanbee", "source": "", "quote": "If your foot slips, you may recover your balance, but if your tongue slips, you cannot recall your words." },
    { "author": "Oscar Wilde", "source": "", "quote": "A bore is someone who deprives you of solitude without providing you with company."},
    { "author": "Paul Erdős", "source": "", "quote": "It is not enough to be in the right place at the right time. You should also have an open mind at the right time." },
    { "author": "Unknown", "source": "", "quote": "The plural of anecdote is not data." },
    { "author": "Unknown", "source":"", "quote": "I am a great believer in luck. The harder I work, the more of it I seem to have." },
    { "author": "Confucius", "source": "", "quote": "We have two lives, and the second begins when we realize we only have one."},
    { "author": "Leonardo Da Vinci", "source": "", "quote": "The smallest feline is a masterpiece."},
    { "author": "Charlie Munger", "source": "", "quote": "Show me the incentive and I will show you the outcome."},
    { "author": "Charlie Munger", "source": "The Psychology of Human Misjudgment", "quote": "Perhaps the most important rule in management is 'Get the incentives right'."},
    { "author": "Benjamin Franklin", "source": "Poor Richard's Almanack", "quote": "If you would persuade, appeal to interest and not to reason."}
  ],
  "art": [
    { "author": "Mokokoma Mokhonoana", "source": "Confessions of a Misfit", "quote": "A blank check kills creativity." }
  ],
  "style": [
    { "author": "Ralph Waldo Emerson", "source": "", "quote": "Being perfectly well-dressed gives one a tranquility that no religion can bestow." },
    { "author": "Giorgio Armani", "source": "", "quote": "Elegance is not standing out, but being remembered." },
    { "author": "Gore Vidal", "source": "", "quote": "Style is knowing who you are, what you want to say, and not giving a damn." }
  ],
  "programming": [
    { "author": "Eric S. Raymond", "source": "The Cathedral and the Bazaar", "quote": "Given enough eyeballs, all bugs are shallow." },
    { "author": "Harold Abelson & Gerald Jay Sussman", "source": "The Structure and Interpretation of Computer Programs", "quote": "Programs must be written for people to read, and only incidentally for machines to execute." },
    { "author": "Russ Cox", "source": "What is Software Engineering?", "quote": "Software engineering is what happens to programming when you add time and other programmers." },
    { "author": "Fred Brooks", "source": "The Mythical Man-Month", "quote": "The programmer, like the poet, works only slightly removed from pure thought-stuff. He builds his castles in the air, from air, creating by exertion of the imagination. Few media of creation are so flexible, so easy to polish and rework, so readily capable of realizing grand conceptual structures.... Yet the program construct, unlike the poet's words, is real in the sense that it moves and works, producing visible outputs separate from the construct itself. " }

  ],
  "thinking": [
    { "author": "Edward de Bono", "source": "", "quote": "An idea that is developed and put into action is more important than an idea that exists only as an idea."},
    { "author": "Edward de Bono", "source": "", "quote": "Unfortunately, our existing traditional thinking habits insist that you must attack something and show it to be bad before you can suggest a change. It is more difficult to acknowledge that something is excellent and then to ask for change because although it is excellent, it is not enough."},
    { "author": "Edward de Bono", "source": "The Use of Lateral Thinking", "quote": "Everyone has the right to doubt everything as often as he pleases and the duty to do it at least once. No way of looking at things is too sacred to be reconsidered. No way of doing things is beyond improvement."}
  ],
  "self": [
    { "author": "Friedrich Nietzsche", "source": "", "quote": "Be careful when you cast out your demons that you don't throw away the best of yourself." },
    { "author": "Henry David Thoreau", "source": "", "quote": "Life isn't about finding yourself; it's about creating yourself. So live the life you imagined." }
  ],
  "philosophy": [
    { "author": "Robert Greene", "source": "", "quote": "When you meet a swordsman, draw your sword: Do not recite poetry to one who is not a poet." },
    { "author": "Miyamoto Musashi", "source": "", "quote": "Truth is not what you want it to be; it is what it is, and you must bend to its power or live a lie."},
    { "author": "Kakuzō Okakura", "source": "", "quote": "The art of life lies in a constant readjustment to our surroundings." },
    { "author": "Edward de Bono", "source": "", "quote": "The image that concerns most people is the reflection they see in other people's minds."},
    { "author": "Epictetus", "source": "", "quote": "Any person capable of angering you becomes your master; he can anger you only when you permit yourself to be disturbed by him." },
    { "author": "Epictetus", "source": "", "quote": "Don't seek to have events happen as you wish, but wish them to happen as they do happen, and all will be well with you." },
    { "author": "Epictetus", "source": "", "quote": "If a person gave away your body to some passerby, you’d be furious. Yet, you hand over your mind to anyone who comes along, so they may abuse you, leaving it disturbed and troubled— have you no shame in that?" },
    { "author": "Epictetus", "source": "", "quote": "If you want to improve, be content to be thought foolish and stupid." },
    { "author": "Epictetus", "source": "", "quote": "It is impossible for a man to learn what he thinks he already knows." },
    { "author": "Epictetus", "source": "", "quote": "It's not what happens to you, but how you react to it that matters." },
    { "author": "Epictetus", "source": "", "quote": "Man is not worried by real problems so much as by his imagined anxieties about real problems." },
    { "author": "Epictetus", "source": "", "quote": "Other people's views and troubles can be contagious. Don't sabotage yourself by unwittingly adopting negative, unproductive attitudes through your associations with others." },
    { "author": "Epictetus", "source": "", "quote": "Those who are well constituted in the body endure both heat and cold: and so those who are well constituted in the soul endure both anger and grief and excessive joy and the other affects." },
    { "author": "Epictetus", "source": "", "quote": "Wealth consists not in having great possessions, but in having few wants." },
    { "author": "Epictetus", "source": "", "quote": "When you are offended at any man's fault, turn to yourself and study your own failings. Then you will forget your anger." },
    { "author": "Henry David Thoreau", "source": "", "quote": " To have made even one person's life a little better, that is to succeed." },
    { "author": "Henry David Thoreau", "source": "", "quote": "Dissent without action is consent." },
    { "author": "Steve Prefontaine", "source": "", "quote": "A lot of people run a race to see who is the fastest. I run to see who has the most guts, who can punish himself into exhausting pace, and then at the end, punish himself even more." },
    { "author": "Steve Prefontaine", "source": "", "quote": "It's not who's the best— it's who can take the most pain." },
    { "author": "Steve Prefontaine", "source": "", "quote": "Somebody may beat me, but they are going to have to bleed to do it." },
    { "author": "Steve Prefontaine", "source": "", "quote": "To give anything less than your best is to sacrifice the gift." },
    { "author": "Theodore Roosevelt", "source": "", "quote": "Knowing what's right doesn't mean much unless you do what's right." },
    { "author": "Johann Wolfgang von Goethe", "source": "", "quote": "If you treat an individual as he is, he will remain how he is. But if you treat him as if he were what he ought to be and could be, he will become what he ought to be and could be." },
    { "author": "Johann Wolfgang von Goethe", "source": "", "quote": "You can easily judge the character of a man by how he treats those who can do nothing for him." },
    { "author": "Johann Wolfgang von Goethe", "source": "Faust, First Part", "quote": "A man sees in the world what he carries in his heart." },
    { "author": "Diogenes of Sinope", "source": "", "quote": "Of what use is a philosopher who doesn't hurt anybody's feelings?" }
  ],
  "language": [
    { "author": "Chancellor Edward Lee Gorsuch", "source": "", "quote": "Learning a foreign language not only reveals how other societies think and feel, what they have experienced and value, and how they express themselves, it also provides a cultural mirror in which we can more clearly see our own society." },
    { "author": "Czech proverb", "source": "", "quote": "You live a new life for every new language you speak." },
    { "author": "Dave Barry", "source": "", "quote": "Americans who travel abroad for the first time are often shocked to discover that, despite all the progress that has been made in the last 30 years, many foreign people still speak in foreign languages." },
    { "author": "Johann Wolfgang von Goethe", "source": "Maxims and Reflections", "quote": "Those who know nothing of foreign languages know nothing of their own." },
    { "author": "Johann Wolfgang von Goethe", "source": "", "quote": "The limits of my language are the limits of my universe." }
  ]
}

